IDEA Open Model
OpenModel.DesignMember Property
Compatible with IDEA StatiCa v 10.1
 Design Member
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<DesignMember> DesignMember { get; set; }
Public Property DesignMember As List(Of DesignMember)
	Get
	Set
public:
property List<DesignMember^>^ DesignMember {
	List<DesignMember^>^ get ();
	void set (List<DesignMember^>^ value);
}
Property Value
Type: List<DesignMember>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace